{
    "otherProductImages": [
        "https://mir-s3-cdn-cf.behance.net/project_modules/1400/eee5c3182010403.65261a31d84c1.jpg",
        "https://mir-s3-cdn-cf.behance.net/project_modules/2800_webp/674e36182010403.65261a3147473.jpg",
        "https://mir-s3-cdn-cf.behance.net/project_modules/2800_webp/1b3f40182010403.65261a3144c8c.jpg",
        "https://mir-s3-cdn-cf.behance.net/project_modules/2800_webp/c59b0e182010403.65261a3145cb2.jpg",
        "https://mir-s3-cdn-cf.behance.net/project_modules/2800_webp/58e2a2182010403.65261a3143e05.jpg",
        "https://mir-s3-cdn-cf.behance.net/project_modules/2800_webp/bce935182010403.65261a31428be.jpg"
    ],
    "otherProductDescriptions": [
        "Theragun PRO Plus is the unrivaled percussive massage device designed to help you pursue the upper limits of your performance. It combines our strongest deep muscle percussive massage with 5 more cutting-edge therapies that include near infrared LED light therapy to help treat joints and tissue, vibration therapy to support circulation, heat therapy to help relieve soreness and support quick warm-ups and breathwork to help increase focus and relaxation. Trusted by professionals, Theragun PRO Plus helps relieve pain, optimize recovery and improve mobility.",
        "Theragun Sense delivers relaxing massage therapy scientifically proven to relieve aches and pains, ease soreness, reduce stress and help you sleep better. Its LCD screen acts as your personal guide, with quick step-by-step massage and breathwork routines that are easy to follow. Whisper-quiet, lightweight and equipped with our patented triangle grip so you can easily reach anywhere on your body, Theragun Sense makes it easy to create an effective, personalized wellness routine you can stick to.",
        "Theragun Relief is comfortable and light, making it easier than ever to feel better and relieve pain. It’s our easiest-to-use device, with scientifically proven percussive massage therapy that provides fast and effective relief from aches, pains, tension and stiffness. Designed with strict quality and safety standards, Theragun Relief is an FDA registered medical device. Its patented triangle grip helps get to those hard-to-reach spots and 3 specialized attachments help treat different areas of the body."
    ],
    "otherProductNames": [
        "Theragun PRO Plus",
        "Theragun Sense",
        "Theragun Relief"
    ]
}